{
  "1-T": [
    "1-T thinks Yainer Diaz is the future — too bad he’s blocked and already 25.",
    "1-T betting on Cade Smith to stay healthy is like betting on rain in the desert.",
    "1-T stacked Jack Leiter with two teammates — because why tank one lineup when you can tank all of them?",
    "1-T thinks Brock Wilken is an ace. More like a SP5 in Coors.",
    "1-T is clinging to Seth Halvorsen like it’s still 2018 — let it go.",
    "1-T thinks Luis Garcia Jr. is the next Acuña. Reality says 4th outfielder.",
    "Dean Kremer? What is this, a 2021 startup draft? 1-T is time traveling badly.",
    "1-T stashing Vinnie Pasquantino like he’s some Rule 5 gem. He’s not.",
    "Dustin May was a reach when 1-T drafted him — and it shows.",
    "1-T has more faith in Yainer Diaz than his own manager does.",
    "1-T has 4 players who all play 2B. Draft a pitcher, coward.",
    "1-T is in a rebuild, but also contending, but also confused.",
    "1-T thinks Anthony Volpe is the next Acuña. Reality says 4th outfielder.",
    "1-T betting on Andres Gimenez to stay healthy is like betting on rain in the desert.",
    "1-T has more faith in Seth Halvorsen than his own manager does.",
    "1-T is in a rebuild, but also contending, but also confused.",
    "1-T thinks Josue Briceno is the future — too bad he’s blocked and already 25.",
    "Vinnie Pasquantino? What is this, a 2021 startup draft? 1-T is time traveling badly.",
    "1-T is clinging to Dustin May like it’s still 2018 — let it go.",
    "1-T stacked Cam Smith with two teammates — because why tank one lineup when you can tank all of them?",
    "Colt Emerson was a reach when 1-T drafted him — and it shows.",
    "1-T thinks Ben Joyce is an ace. More like a SP5 in Coors.",
    "1-T stashing Luis Garcia Jr. like he’s some Rule 5 gem. He’s not.",
    "1-T has 4 players who all play 2B. Draft a pitcher, coward.",
    "1-T is in a rebuild, but also contending, but also confused."
  ],
  "1st/last": [
    "1st/last thinks Grant Taylor is an ace. More like a SP5 in Coors.",
    "1st/last has 4 players who all play 2B. Draft a pitcher, coward.",
    "Kodai Senga was a reach when 1st/last drafted him — and it shows.",
    "1st/last has more faith in Braylon Payne than his own manager does.",
    "1st/last stashing Zack Gelof like he’s some Rule 5 gem. He’s not.",
    "1st/last is clinging to Chris Sale like it’s still 2018 — let it go.",
    "1st/last thinks Dylan Crews is the future — too bad he’s blocked and already 25.",
    "1st/last is in a rebuild, but also contending, but also confused.",
    "Gavin Stone? What is this, a 2021 startup draft? 1st/last is time traveling badly.",
    "1st/last betting on Konnor Griffin to stay healthy is like betting on rain in the desert.",
    "1st/last stacked Noelvi Marte with two teammates — because why tank one lineup when you can tank all of them?",
    "1st/last thinks Jesus Luzardo is the next Acuña. Reality says 4th outfielder.",
    "1st/last stashing Spencer Torkelson like he’s some Rule 5 gem. He’s not.",
    "1st/last has 4 players who all play 2B. Draft a pitcher, coward.",
    "1st/last has more faith in David Bednar than his own manager does.",
    "1st/last is in a rebuild, but also contending, but also confused.",
    "Kris Bubic was a reach when 1st/last drafted him — and it shows.",
    "1st/last betting on Kevin McGonigle to stay healthy is like betting on rain in the desert.",
    "1st/last thinks Alex Vesia is the next Acuña. Reality says 4th outfielder.",
    "1st/last stacked Shane McClanahan with two teammates — because why tank one lineup when you can tank all of them?",
    "1st/last thinks Kevin McGonigle is an ace. More like a SP5 in Coors.",
    "1st/last thinks Eric Bitonti is the future — too bad he’s blocked and already 25.",
    "David Bednar? What is this, a 2021 startup draft? 1st/last is time traveling badly.",
    "1st/last is clinging to Kyle Bradish like it’s still 2018 — let it go.",
    "1st/last has more faith in Jonny Farmelo than his own manager does."
  ],
  "ABQ": [
    "ABQ betting on Otto Lopez to stay healthy is like betting on rain in the desert.",
    "ABQ stacked Owen Caissie with two teammates — because why tank one lineup when you can tank all of them?",
    "Mitchell Parker was a reach when ABQ drafted him — and it shows.",
    "ABQ is clinging to Nathaniel Lowe like it’s still 2018 — let it go.",
    "ABQ thinks Bailey Falter is the future — too bad he’s blocked and already 25.",
    "ABQ thinks Otto Lopez is an ace. More like a SP5 in Coors.",
    "Sean Burke? What is this, a 2021 startup draft? ABQ is time traveling badly.",
    "ABQ has more faith in Sal Frelick than his own manager does.",
    "ABQ stashing Pete Fairbanks like he’s some Rule 5 gem. He’s not.",
    "ABQ thinks Deyvison De Los Santos is the next Acuña. Reality says 4th outfielder.",
    "ABQ has 4 players who all play 2B. Draft a pitcher, coward.",
    "ABQ is in a rebuild, but also contending, but also confused.",
    "ABQ is in a rebuild, but also contending, but also confused.",
    "ABQ stashing Pete Fairbanks like he’s some Rule 5 gem. He’s not.",
    "ABQ thinks Brice Turang is an ace. More like a SP5 in Coors.",
    "ABQ stacked Brice Turang with two teammates — because why tank one lineup when you can tank all of them?",
    "Mitchell Parker was a reach when ABQ drafted him — and it shows.",
    "ABQ has 4 players who all play 2B. Draft a pitcher, coward.",
    "ABQ thinks Troy Melton is the future — too bad he’s blocked and already 25.",
    "ABQ betting on Grant Holmes to stay healthy is like betting on rain in the desert.",
    "ABQ has more faith in Chandler Simpson than his own manager does.",
    "Davis Martin? What is this, a 2021 startup draft? ABQ is time traveling badly.",
    "ABQ is clinging to Nathaniel Lowe like it’s still 2018 — let it go.",
    "ABQ thinks Anthony Santander is the next Acuña. Reality says 4th outfielder.",
    "ABQ is in a rebuild, but also contending, but also confused."
  ],
  "CUBS": [
    "CUBS is in a rebuild, but also contending, but also confused.",
    "CUBS stashing Logan Gilbert like he’s some Rule 5 gem. He’s not.",
    "CUBS thinks Sebastian Walcott is the future — too bad he’s blocked and already 25.",
    "Taylor Ward? What is this, a 2021 startup draft? CUBS is time traveling badly.",
    "CUBS stacked Matt Strahm with two teammates — because why tank one lineup when you can tank all of them?",
    "CUBS thinks Zack Wheeler is the next Acuña. Reality says 4th outfielder.",
    "CUBS thinks Ronald Acuna Jr. is an ace. More like a SP5 in Coors.",
    "CUBS is clinging to Jacob Misiorowski like it’s still 2018 — let it go.",
    "CUBS betting on Cade Horton to stay healthy is like betting on rain in the desert.",
    "CUBS has more faith in Sebastian Walcott than his own manager does.",
    "Daniel Palencia was a reach when CUBS drafted him — and it shows.",
    "CUBS has 4 players who all play 2B. Draft a pitcher, coward.",
    "CUBS has 4 players who all play 2B. Draft a pitcher, coward.",
    "CUBS stashing Shelby Miller like he’s some Rule 5 gem. He’s not.",
    "CUBS betting on Shelby Miller to stay healthy is like betting on rain in the desert.",
    "Charlie Condon was a reach when CUBS drafted him — and it shows.",
    "CUBS stacked Jefferson Rojas with two teammates — because why tank one lineup when you can tank all of them?",
    "CUBS is clinging to Triston Casas like it’s still 2018 — let it go.",
    "CUBS thinks Will Vest is an ace. More like a SP5 in Coors.",
    "CUBS thinks Cade Horton is the next Acuña. Reality says 4th outfielder.",
    "CUBS has more faith in Charlie Condon than his own manager does.",
    "CUBS is in a rebuild, but also contending, but also confused.",
    "Daniel Palencia? What is this, a 2021 startup draft? CUBS is time traveling badly.",
    "CUBS thinks Carlos Estevez is the future — too bad he’s blocked and already 25.",
    "Agustin Ramirez was a reach when CUBS drafted him — and it shows."
  ],
  "JohnElGu": [
    "JohnElGu betting on Alex Bregman to stay healthy is like betting on rain in the desert.",
    "JohnElGu has more faith in Emmanuel Rodriguez than his own manager does.",
    "JohnElGu stacked Casey Mize with two teammates — because why tank one lineup when you can tank all of them?",
    "JohnElGu has 4 players who all play 2B. Draft a pitcher, coward.",
    "Bryce Harper? What is this, a 2021 startup draft? JohnElGu is time traveling badly.",
    "JohnElGu thinks Raisel Iglesias is an ace. More like a SP5 in Coors.",
    "JohnElGu thinks Bryce Harper is the future — too bad he’s blocked and already 25.",
    "JohnElGu is clinging to Alejandro Rosario like it’s still 2018 — let it go.",
    "JohnElGu stashing Bryce Miller like he’s some Rule 5 gem. He’s not.",
    "JohnElGu thinks Hagen Smith is the next Acuña. Reality says 4th outfielder.",
    "JohnElGu is in a rebuild, but also contending, but also confused.",
    "Aaron Judge was a reach when JohnElGu drafted him — and it shows.",
    "JohnElGu is clinging to Emmanuel Rodriguez like it’s still 2018 — let it go.",
    "JohnElGu is in a rebuild, but also contending, but also confused.",
    "JohnElGu has 4 players who all play 2B. Draft a pitcher, coward.",
    "JohnElGu thinks MacKenzie Gore is the future — too bad he’s blocked and already 25.",
    "JohnElGu thinks Zach McKinstry is an ace. More like a SP5 in Coors.",
    "Logan Webb was a reach when JohnElGu drafted him — and it shows.",
    "JohnElGu stacked Sonny Gray with two teammates — because why tank one lineup when you can tank all of them?",
    "JohnElGu betting on Gerrit Cole to stay healthy is like betting on rain in the desert.",
    "JohnElGu has more faith in Orelvis Martinez than his own manager does.",
    "JohnElGu thinks Alex Bregman is the next Acuña. Reality says 4th outfielder.",
    "JohnElGu stashing Willy Adames like he’s some Rule 5 gem. He’s not.",
    "Casey Mize? What is this, a 2021 startup draft? JohnElGu is time traveling badly.",
    "JohnElGu has 4 players who all play 2B. Draft a pitcher, coward."
  ],
  "LAD": [
    "Joe Ryan was a reach when LAD drafted him — and it shows.",
    "LAD thinks Josue De Paula is the future — too bad he’s blocked and already 25.",
    "Byron Buxton? What is this, a 2021 startup draft? LAD is time traveling badly.",
    "LAD stashing Cal Raleigh like he’s some Rule 5 gem. He’s not.",
    "LAD has more faith in Josh Lowe than his own manager does.",
    "LAD thinks Jonathan Aranda is the next Acuña. Reality says 4th outfielder.",
    "LAD is in a rebuild, but also contending, but also confused.",
    "LAD thinks Spencer Strider is an ace. More like a SP5 in Coors.",
    "LAD is clinging to Sawyer Gipson-Long like it’s still 2018 — let it go.",
    "LAD stacked Byron Buxton with two teammates — because why tank one lineup when you can tank all of them?",
    "LAD has 4 players who all play 2B. Draft a pitcher, coward.",
    "LAD betting on Nick Kurtz to stay healthy is like betting on rain in the desert.",
    "LAD is in a rebuild, but also contending, but also confused.",
    "LAD thinks Cristopher Sanchez is an ace. More like a SP5 in Coors.",
    "LAD stashing Jordan Westburg like he’s some Rule 5 gem. He’s not.",
    "LAD thinks Ryne Nelson is the future — too bad he’s blocked and already 25.",
    "Jordan Westburg was a reach when LAD drafted him — and it shows.",
    "Matt McLain? What is this, a 2021 startup draft? LAD is time traveling badly.",
    "LAD has more faith in Sawyer Gipson-Long than his own manager does.",
    "LAD is clinging to Tommy Edman like it’s still 2018 — let it go.",
    "LAD stacked Walker Jenkins with two teammates — because why tank one lineup when you can tank all of them?",
    "LAD thinks Josue De Paula is the next Acuña. Reality says 4th outfielder.",
    "LAD betting on Mookie Betts to stay healthy is like betting on rain in the desert.",
    "LAD has 4 players who all play 2B. Draft a pitcher, coward.",
    "LAD is clinging to Josue De Paula like it’s still 2018 — let it go."
  ],
  "LCF": [
    "Pete Alonso was a reach when LCF drafted him — and it shows.",
    "LCF stashing Michael Wacha like he’s some Rule 5 gem. He’s not.",
    "LCF stacked Maikel Garcia with two teammates — because why tank one lineup when you can tank all of them?",
    "LCF thinks Pete Alonso is an ace. More like a SP5 in Coors.",
    "J.T. Realmuto? What is this, a 2021 startup draft? LCF is time traveling badly.",
    "LCF has more faith in Michael King than his own manager does.",
    "LCF is clinging to Francisco Lindor like it’s still 2018 — let it go.",
    "LCF has 4 players who all play 2B. Draft a pitcher, coward.",
    "LCF betting on Caden Dana to stay healthy is like betting on rain in the desert.",
    "LCF thinks Wilyer Abreu is the next Acuña. Reality says 4th outfielder.",
    "LCF is in a rebuild, but also contending, but also confused.",
    "LCF thinks Roman Anthony is the future — too bad he’s blocked and already 25.",
    "Ben Rice? What is this, a 2021 startup draft? LCF is time traveling badly.",
    "LCF stashing Brendan Donovan like he’s some Rule 5 gem. He’s not.",
    "LCF betting on Lawrence Butler to stay healthy is like betting on rain in the desert.",
    "Lazaro Montes was a reach when LCF drafted him — and it shows.",
    "LCF has 4 players who all play 2B. Draft a pitcher, coward.",
    "LCF thinks Francisco Lindor is the future — too bad he’s blocked and already 25.",
    "LCF stacked Ryan Clifford with two teammates — because why tank one lineup when you can tank all of them?",
    "LCF thinks Kevin Gausman is the next Acuña. Reality says 4th outfielder.",
    "LCF thinks Ryan Clifford is an ace. More like a SP5 in Coors.",
    "LCF is in a rebuild, but also contending, but also confused.",
    "LCF has more faith in Francisco Lindor than his own manager does.",
    "LCF is clinging to Francisco Lindor like it’s still 2018 — let it go.",
    "LCF stacked Jeremy Pena with two teammates — because why tank one lineup when you can tank all of them?"
  ],
  "LGGGM": [
    "LGGGM thinks Miguel Vargas is an ace. More like a SP5 in Coors.",
    "Clay Holmes? What is this, a 2021 startup draft? LGGGM is time traveling badly.",
    "LGGGM stashing Tanner Houck like he’s some Rule 5 gem. He’s not.",
    "LGGGM betting on George Springer to stay healthy is like betting on rain in the desert.",
    "LGGGM thinks Colt Keith is the next Acuña. Reality says 4th outfielder.",
    "LGGGM is clinging to Drew Gilbert like it’s still 2018 — let it go.",
    "LGGGM has 4 players who all play 2B. Draft a pitcher, coward.",
    "Justin Verlander was a reach when LGGGM drafted him — and it shows.",
    "LGGGM thinks Luke Weaver is the future — too bad he’s blocked and already 25.",
    "LGGGM has more faith in Clay Holmes than his own manager does.",
    "LGGGM is in a rebuild, but also contending, but also confused.",
    "LGGGM stacked Colt Keith with two teammates — because why tank one lineup when you can tank all of them?",
    "LGGGM has more faith in Nick Castellanos than his own manager does.",
    "LGGGM betting on Jordan Beck to stay healthy is like betting on rain in the desert.",
    "LGGGM has 4 players who all play 2B. Draft a pitcher, coward.",
    "LGGGM stacked Ceddanne Rafaela with two teammates — because why tank one lineup when you can tank all of them?",
    "LGGGM is in a rebuild, but also contending, but also confused.",
    "LGGGM thinks Jackson Ferris is the future — too bad he’s blocked and already 25.",
    "LGGGM is clinging to Colt Keith like it’s still 2018 — let it go.",
    "LGGGM thinks Bryce Eldridge is the next Acuña. Reality says 4th outfielder.",
    "LGGGM stashing Aaron Civale like he’s some Rule 5 gem. He’s not.",
    "LGGGM thinks Matt Chapman is an ace. More like a SP5 in Coors.",
    "Jaison Chourio? What is this, a 2021 startup draft? LGGGM is time traveling badly.",
    "Sean Manaea was a reach when LGGGM drafted him — and it shows.",
    "LGGGM has more faith in Matt Chapman than his own manager does."
  ],
  "MUD": [
    "MUD is in a rebuild, but also contending, but also confused.",
    "MUD thinks Roki Sasaki is the future — too bad he’s blocked and already 25.",
    "MUD stashing Jose Quintana like he’s some Rule 5 gem. He’s not.",
    "MUD betting on Shane Bieber to stay healthy is like betting on rain in the desert.",
    "MUD has more faith in Corey Seager than his own manager does.",
    "MUD has 4 players who all play 2B. Draft a pitcher, coward.",
    "Edward Cabrera was a reach when MUD drafted him — and it shows.",
    "MUD is clinging to Sandy Alcantara like it’s still 2018 — let it go.",
    "Christian Yelich? What is this, a 2021 startup draft? MUD is time traveling badly.",
    "MUD thinks Yordan Alvarez is the next Acuña. Reality says 4th outfielder.",
    "MUD stacked Julio Rodriguez with two teammates — because why tank one lineup when you can tank all of them?",
    "MUD thinks Gleyber Torres is an ace. More like a SP5 in Coors.",
    "Christian Yelich was a reach when MUD drafted him — and it shows.",
    "MUD betting on Brent Rooker to stay healthy is like betting on rain in the desert.",
    "MUD is clinging to Vladimir Guerrero Jr. like it’s still 2018 — let it go.",
    "MUD thinks Jhoan Duran is the future — too bad he’s blocked and already 25.",
    "MUD stashing Yordan Alvarez like he’s some Rule 5 gem. He’s not.",
    "MUD thinks Edward Cabrera is an ace. More like a SP5 in Coors.",
    "MUD stacked Gleyber Torres with two teammates — because why tank one lineup when you can tank all of them?",
    "MUD has 4 players who all play 2B. Draft a pitcher, coward.",
    "Willi Castro? What is this, a 2021 startup draft? MUD is time traveling badly.",
    "MUD thinks Camilo Doval is the next Acuña. Reality says 4th outfielder.",
    "MUD has more faith in Jackson Holliday than his own manager does.",
    "MUD is in a rebuild, but also contending, but also confused.",
    "MUD stashing Willi Castro like he’s some Rule 5 gem. He’s not."
  ],
  "Money": [
    "Money thinks Freddie Freeman is the next Acuña. Reality says 4th outfielder.",
    "Salvador Perez? What is this, a 2021 startup draft? Money is time traveling badly.",
    "Money is in a rebuild, but also contending, but also confused.",
    "Money stacked CJ Abrams with two teammates — because why tank one lineup when you can tank all of them?",
    "Money stashing Hunter Goodman like he’s some Rule 5 gem. He’s not.",
    "Money has more faith in Matthew Boyd than his own manager does.",
    "Money has 4 players who all play 2B. Draft a pitcher, coward.",
    "Money thinks Yu Darvish is the future — too bad he’s blocked and already 25.",
    "Money is clinging to Tyler Black like it’s still 2018 — let it go.",
    "Money thinks Nick Pivetta is an ace. More like a SP5 in Coors.",
    "Money betting on Hunter Goodman to stay healthy is like betting on rain in the desert.",
    "Landon Knack was a reach when Money drafted him — and it shows.",
    "Bryan Abreu? What is this, a 2021 startup draft? Money is time traveling badly.",
    "Money has more faith in Tyler Black than his own manager does.",
    "Money thinks Jacob Wilson is an ace. More like a SP5 in Coors.",
    "Money thinks CJ Abrams is the next Acuña. Reality says 4th outfielder.",
    "Money is clinging to Griffin Jax like it’s still 2018 — let it go.",
    "Money has 4 players who all play 2B. Draft a pitcher, coward.",
    "Money stashing Landon Knack like he’s some Rule 5 gem. He’s not.",
    "Money is in a rebuild, but also contending, but also confused.",
    "Brenton Doyle was a reach when Money drafted him — and it shows.",
    "Money stacked Tomoyuki Sugano with two teammates — because why tank one lineup when you can tank all of them?",
    "Money thinks Hunter Goodman is the future — too bad he’s blocked and already 25.",
    "Money betting on Steven Kwan to stay healthy is like betting on rain in the desert.",
    "Money stashing Alec Bohm like he’s some Rule 5 gem. He’s not."
  ],
  "N44": [
    "N44 betting on Robert Garcia to stay healthy is like betting on rain in the desert.",
    "N44 is clinging to Edgar Quero like it’s still 2018 — let it go.",
    "N44 thinks Logan OHoppe is the future — too bad he’s blocked and already 25.",
    "Jace Jung? What is this, a 2021 startup draft? N44 is time traveling badly.",
    "N44 has more faith in Randy Rodriguez than his own manager does.",
    "N44 is in a rebuild, but also contending, but also confused.",
    "Bryson Stott was a reach when N44 drafted him — and it shows.",
    "N44 stashing Richard Fitts like he’s some Rule 5 gem. He’s not.",
    "N44 stacked Quinn Priester with two teammates — because why tank one lineup when you can tank all of them?",
    "N44 has 4 players who all play 2B. Draft a pitcher, coward.",
    "N44 thinks Mike Trout is the next Acuña. Reality says 4th outfielder.",
    "N44 thinks Edgar Quero is an ace. More like a SP5 in Coors.",
    "N44 thinks Emmanuel Clase is the future — too bad he’s blocked and already 25.",
    "Adrian Houser was a reach when N44 drafted him — and it shows.",
    "N44 stashing Tre Morgan like he’s some Rule 5 gem. He’s not.",
    "N44 is clinging to Cam Caminiti like it’s still 2018 — let it go.",
    "N44 thinks Quinn Priester is the next Acuña. Reality says 4th outfielder.",
    "N44 betting on Logan OHoppe to stay healthy is like betting on rain in the desert.",
    "N44 is in a rebuild, but also contending, but also confused.",
    "N44 has more faith in Luis Robert Jr. than his own manager does.",
    "N44 thinks Hunter Brown is an ace. More like a SP5 in Coors.",
    "N44 stacked Colby Thomas with two teammates — because why tank one lineup when you can tank all of them?",
    "Tre Morgan? What is this, a 2021 startup draft? N44 is time traveling badly.",
    "N44 has 4 players who all play 2B. Draft a pitcher, coward.",
    "N44 has more faith in Corbin Burnes than his own manager does."
  ],
  "WILLY": [
    "WILLY has 4 players who all play 2B. Draft a pitcher, coward.",
    "WILLY thinks Lars Nootbaar is an ace. More like a SP5 in Coors.",
    "WILLY stacked Jarren Duran with two teammates — because why tank one lineup when you can tank all of them?",
    "Ryan Weathers? What is this, a 2021 startup draft? WILLY is time traveling badly.",
    "WILLY is in a rebuild, but also contending, but also confused.",
    "WILLY thinks Tyler Rogers is the next Acuña. Reality says 4th outfielder.",
    "WILLY betting on Jung Hoo Lee to stay healthy is like betting on rain in the desert.",
    "Kyle Harrison was a reach when WILLY drafted him — and it shows.",
    "WILLY has more faith in Tyler Soderstrom than his own manager does.",
    "WILLY thinks Gavin Williams is the future — too bad he’s blocked and already 25.",
    "WILLY stashing Jarren Duran like he’s some Rule 5 gem. He’s not.",
    "WILLY is clinging to Hurston Waldrep like it’s still 2018 — let it go.",
    "WILLY is in a rebuild, but also contending, but also confused.",
    "Colton Cowser? What is this, a 2021 startup draft? WILLY is time traveling badly.",
    "WILLY stacked Tyler Rogers with two teammates — because why tank one lineup when you can tank all of them?",
    "WILLY is clinging to Hayden Birdsong like it’s still 2018 — let it go.",
    "WILLY thinks Ryan Weathers is the future — too bad he’s blocked and already 25.",
    "WILLY thinks Gavin Williams is an ace. More like a SP5 in Coors.",
    "WILLY has 4 players who all play 2B. Draft a pitcher, coward.",
    "WILLY has more faith in Noble Meyer than his own manager does.",
    "WILLY stashing Brandon Pfaadt like he’s some Rule 5 gem. He’s not.",
    "Spencer Schwellenbach was a reach when WILLY drafted him — and it shows.",
    "WILLY thinks Brooks Lee is the next Acuña. Reality says 4th outfielder.",
    "WILLY betting on Rafael Devers to stay healthy is like betting on rain in the desert.",
    "Ryan Weathers? What is this, a 2021 startup draft? WILLY is time traveling badly."
  ]
}