{
  "1-T": [
    "1-T - Drafting Lucas Giolito and Dustin May as rotation anchors is like investing in glass—fragile, reflective, and bound to shatter.",
    "1-T - Ryan McMahon, Luis Arraez, and Jurickson Profar walk into a lineup—sounds like the setup to a joke about OBP mediocrity.",
    "1-T - Your farm system has the excitement of a wet sponge. Tink Hence and J.T. Ginn aren't carrying anyone to a dynasty title in 2028.",
    "1-T - Masyn Winn and Anthony Volpe are your middle infielders? Bold move going all-in on glove-first slap hitters in an OBP league.",
    "1-T - You're rostering Jack Leiter, Ben Joyce, and Jurrangelo Cijntje like you're collecting famous elbow surgeries of tomorrow."
  ],
  "1st/last": [
    "1st/last You’ve cornered the market on injured aces—Senga, McClanahan, Luzardo, Woodruff… hope your fantasy title comes with health insurance.",
    "1st/last You drafted Dylan Crews, James Wood, and Gunnar Henderson—guess you figured baseball is won on prospect writeups, not production.",
    "1st/last Starting both Victor Caratini and Alejandro Kirk? That’s less of a catching platoon, more of a cry for help.",
    "1st/last Patrick Corbin still on your roster in 2025 is either a dynasty strategy or performance art.",
    "1st/last Between Torkelson, Oneil Cruz, and Riley Greene, your OBP looks like a desert—dry, barren, and full of broken dreams."
  ],
  "ABQ": [
    "ABQ You’ve got Ryan Pepiot, Jared Jones, and Noah Schultz in the same rotation—ABQ is trying to win a dynasty title with a pitching staff made of question marks.",
    "ABQ Starting Brice Turang and Geraldo Perdomo up the middle is like playing for safe outs—boring, contact-heavy, and no ceiling in sight.",
    "ABQ You stacked Bellinger, Tovar, and Santander hoping for a core—problem is, they’re allergic to consistency and power at the same time.",
    "ABQ Sal Frelick, Mickey Moniak, and Austin Riley walk into a lineup… and OBP walks right back out.",
    "ABQ Keeping Chris Bassitt and Bailey Falter on the same roster screams ‘I plan to lose gracefully.’"
  ],
  "CUBS": [
    "CUBS You built your future around Ronald Acuña Jr. and then surrounded him with Jo Adell, Mike Soroka, and Eugenio Suárez—like putting a Ferrari engine in a go-kart frame.",
    "CUBS You’re rostering Trea Turner, Jose Altuve, and Carlos Rodón in 2025—hope you also drafted a time machine back to 2021.",
    "CUBS Shota Imanaga and Zack Wheeler are carrying your staff, but one’s 31 and the other throws like a guy who doesn’t believe in tomorrow.",
    "CUBS Max Clark, Charlie Condon, Colson Montgomery, and Kevin Alcántara… you’re not building a team, you’re writing a scouting newsletter.",
    "CUBS You've got five relievers and none of them close. What are you trying to win—a bullpen ERA side quest?"
  ],
  "JohnElGu": [
    "JohnElGu Judge, Soto, Tucker, Harper… Are you building a fantasy team or an All-Star Game tribute band from 2022?",
    "JohnElGu Your pitching staff has Gerrit Cole, Sonny Gray, Luis Castillo, and Max Fried—cool, now draft a few healthy arms under 30.",
    "JohnElGu You’ve got Logan Webb and MacKenzie Gore next to Casey Mize and Jack Flaherty—your rotation has more red flags than a spam inbox.",
    "JohnElGu Kenley Jansen and Raisel Iglesias as closers in a dynasty league? You building for a title or a retirement ceremony?",
    "JohnElGu You drafted Chourio and Merrill, but you're still starting Zach McKinstry—feels like you’re hedging against your own future."
  ],
  "LAD": [
    "LAD You’ve got Strider, Glasnow, Eury Pérez, and Jobe—this isn’t a rotation, it’s a Tommy John rehab group chat.",
    "LAD Your outfield has Langford, Walker, and Jenkins… and yet somehow Ian Happ is still getting regular ABs.",
    "LAD You’re starting Betts, Schwarber, and Jazz in the same lineup. That’s a championship core—if it were 2023 and injuries didn’t exist.",
    "LAD You drafted Cal Raleigh and Shea Langeliers to cover catcher like it’s a timeshare—except no one’s paying rent.",
    "LAD Your bench has more helium than a FanGraphs hot takes column, but the roster feels like it was built by a Reddit prospect guy with no pitching discipline."
  ],
  "LCF": [
    "LCF Lindor, Machado, and Alonso—looks like you built your team around players who peaked during the COVID-shortened season.",
    "LCF You've got Devin Williams, Kevin Gausman, and Michael Wacha all starting. Either you're hoarding strikeouts or allergic to velocity over 92 mph.",
    "LCF Ricky Tiedemann, Termarr Johnson, Felnin Celesten… You’re not rebuilding, you’re scrapbooking Baseball America’s 2023 top 100.",
    "LCF Robbie Ray, Trevor Story, and Jose Soriano? That’s not a roster—it’s a waiting list for 60-day IL stints.",
    "LCF J.T. Realmuto and Jeremy Peña are your positional anchors? Good luck winning with 2019 All-Star game vibes in 2025."
  ],
  "LGGGM": [
    "LGGGM You stacked Springer, Nimmo, and Castellanos in 2025—bold choice to build your outfield around exit velocity… from five years ago.",
    "LGGGM Your infield features Muncy, Chapman, and Bogaerts—just rename the team ‘The Aging Launch Angle Society.’",
    "LGGGM Your pitching plan seems to be Zac Gallen and a collection of guys last seen on rehab assignments.",
    "LGGGM Ethan Salas, Jett Williams, and Druw Jones might win something someday—but right now, they're just chilling in Double-A while your big league roster sinks.",
    "LGGGM You drafted Kumar Rocker and think Jaison Chourio is real—this isn’t a roster, it’s a Baseball America fever dream."
  ],
  "MUD": [
    "MUD Your rotation is a who’s-who of elbow risk: Hunter Greene, Grayson Rodriguez, Andrew Painter, and Roki Sasaki. Pitching upside doesn’t matter if it’s upside-down.",
    "MUD You’ve got Edwin Díaz, Camilo Doval, Jhoan Duran, and Andrés Muñoz... That’s four closers on a team going nowhere fast.",
    "MUD Marcelo Mayer, Jackson Holliday, and Jordan Lawlar? Why stop at three unproven shortstops when you can hoard six?",
    "MUD Vlad Jr., Yordan, and Seager might hit 100 combined homers—but that’s assuming they all stay on the field longer than a TikTok video.",
    "MUD You drafted Rooker and Schanuel like they're cornerstones. That’s not a rebuild, it’s a slow descent into baseball purgatory."
  ],
  "Money": [
    "Money Shohei Ohtani and Freeman might sell jerseys, but the rest of your roster is a masterclass in 'mid' with extra innings.",
    "Money You drafted CJ Abrams, Alec Bohm, and Yandy Díaz for contact, but forgot that power and OBP win games—not groundouts to second.",
    "Money Yamamoto, Bobby Miller, and Bello have upside, sure… but also the workload stability of a sugar crash.",
    "Money Brenton Doyle, PCA, and Hunter Goodman sounds more like an MLB The Show scouting mission than a real outfield.",
    "Money You’ve got Abner Uribe, Griffin Jax, and Bryan Abreu in high leverage. That’s not bullpen depth—it’s a coin toss with your ERA."
  ],
  "N44": [
    "N44 Elly, Tatis, and Luis Robert in the same lineup? That’s not a core—it’s a strikeout montage with injury intermissions.",
    "N44 You’ve got deGrom, Scherzer, and Burnes… either you’re competing this year or you just love high-velocity shoulder rehab.",
    "N44 Between Trout, Stanton, and Aroldis Chapman, you could field an entire roster of guys better suited for a farewell tour.",
    "N44 Jace Jung, Mick Abel, and Caminiti sound like a solid plan… if your league doesn’t start until 2029.",
    "N44 Robert Garcia, Quinn Priester, and Richard Fitts? That's not pitching depth, that's a list of waiver-wire regrets."
  ],
  "WILLY": [
    "WILLY You’ve got 12 pitching prospects and not one healthy, dependable starter—this isn’t a rotation, it’s a liability hedge.",
    "WILLY You’re rolling with Carlos Correa and Jake Cronenworth up the middle like it’s a 2021 waiver wire reunion tour.",
    "WILLY Your strategy appears to be hoarding every 2023 breakout arm who has since been shelved—congrats on owning the IL leaderboard.",
    "WILLY You drafted Mason Miller and Gavin Williams thinking you could ride K-rate to glory—too bad durability wasn’t in the scouting report.",
    "WILLY With Jung Hoo Lee, Lars Nootbaar, and Colton Cowser in your outfield, you’ve cornered the market on soft contact and wishful thinking."
  ]
}